Repository: faris-mobile89/7lalak-IOS
Catalog: 7lalak/*.lproj/Localizable.strings
Languages: ar

# HOME_TITLE
source: Home
ar: الرئيسية

# BTN_ADD
source: ADD ENGLISH
ar: ADD ARABIC

# error_internet_offiline
source: The Internet connection appears to be offline
ar: لا يوجد إتصال بالانترنت

# error_internet_timeout
source: Connection Time Out
ar: إنتهى وقت الاتصال

source: Network Error
ar: خطأ بالانترنت

source: Back
ar: رجوع

source: Ok
ar: موافق

source: Cancel
ar: إلغاء

source: Done
ar: تم

source: Yes
ar: نعم

source: Delete
ar: حذف

# AGREE
source: I agree
ar: أوافق

source: Search
ar: البحث

source: Search Result
ar: نتائج البحث

# ERROR_NO_RESULT
source: No results found !
ar: لا يوجد نتائج !

source: Video
ar: الفيديو

# IMAGES
source: Photos
ar: الصور

# PHONE_NAME_REQUIRED
source: Please enter your name and phone number
ar: يرجى إدخال الاسم ورقم الهاتف

source: Image
ar: صورة

source: Description
ar: تفاصيل الاعلان

source: Ad
ar: إعلانات

source: Buy
ar: شراء

source: Loading...
ar: جاري التحميل ...

source: Uploading...
ar: جاري الإضافه ...

source: Deleting...
ar: جاري الحذف ...

# MESSAGE_CHOOSE_ADS
source: Please choose Ads type
ar: يرجى إختيار نوع الاعلان

# ONE_VID_ATTACHED
source: 1 video file attached
ar: ملف فيديو مضاف

# REPLACE_VID
source: Replace Video
ar: تبديل الفيديو

# MESSAGE_ADs_Added
source: Your Ads has been added successfuly and will be available as soon as posible
ar: تم إضافه الاعلان بنجاح , سيتم مراجعة الاعلان خلال 24 ساعة

# ERROR_SELECT_VIDEO
source: Please attache video file
ar: يرجى إضافة ملف فيديو

# ERROR_UPLOAD
source: Error on upload , please try again
ar: خطأ في الإضافة ! يرجى إعادة المحاولة

# VCODE_TITLE
source: Verifcation Code
ar: رمز التحقق

# ERROR_INVALID_VOCODE
source: Invalid Verifcation code ! please try again
ar: رمز التحقق غير صحيح ! يرجى إعادة المحاولة

# ERROR_EMPTY_VCODE
source: Verifcation code can't be empty!
ar: حقل رمز التحقق لا يمكن أن يكون فارغ

# MESSAGE_REGISTER_SUCCESS_TITLE
source: Registeration Complete
ar: إكتمال التسجيل

# MESSAGE_REGISTER_SUCCESS_MSG
source: Congratulation, your account is active now, you have got a free Ads points
ar: تهانينا ! لقد تم التسجيل بنحاج

# MESSAGE_FAILD_REGISTER
source: Registeration Faild
ar: فشل بالتسجيل

# MESSAGE_FAILD_REGISTER_MSG
source: Please try later
ar: يرجى المحاولة لاحقاً

# TITLE_MORE_ADD_IMAGE
source: Add Image Ad
ar: إضافة اعلان صورة

# TITLE_MORE_ADD_VIDEO
source: Add Video Ad
ar: إضافة اعلان فيديو

# TITLE_MORE_BUY_Ads
source: Buy Ads
ar: شراء إعلانات

# TITLE_MORE_FAV
source: Favoriate
ar: المفضلة

# TITLE_MORE_ACCOUNT_INFO
source: Account Info
ar: معلومات الحساب

# TITLE_MORE_ABOUT_Us
source: About Us
ar: سياسة الخصوصية

# TITLE_MORE_CONTACT_Us
source: Contact Us
ar: اتصل بنا

# TITLE_MORE_REGISTER
source: Registeration
ar: التسجيل

# TITLE_MORE_MY_Ads
source: My Ads
ar: إعلاناتي

# ERROR_NO_ADs_SCORE
source: You dont have suffeicent scroe, please buy Ads score to complete this action.
ar: لا يوجد لديك رصيد كافي لاتمام هذة العملية ! يرجى شراء رصيد اعلانات

# DEACTIVE_MESSAGE
source: Are you sure to dactive your account?
ar: هل تريد تعطيل حسابك ؟

# SURE
source: I'm sure
ar: نعم , أوافق

# DEACTIVE_SUCCESS
source: Your account is temporarily deactived.
ar: لقد تم تعطيل حسابك مؤقتا , يمكنك الرجوع الى الحساب في اي وقت

# CONFIRM_REGISTERATION
source: Complete registeration?
ar: إكمال التسجيل

# DELETE_CONFIRM
source: Are you sure to delete ?
ar: هل انت متأكد للحذف ؟

# FOUND_UPDATE
source: A new version of 7lalek is available, Upgrade your version by visit app store.
ar: يتوفر نسخة جديدة من تطبيق حلالك , يرجى تحديث النسخة الحالية من خلال التوجة الى المتجر

source: Please select playlist
ar: يرجى اختيار قائمة التسجيل

# ADs_TEXT_REQUIRED
source: Please enter at least 4 words in description field
ar: يرجى ادخال على الاقل سطر في حقل وصف الاعلان

# ADs_CAT_REQUIRED
source: Please select category
ar: يرجى اختيار الاقسام

# PICK_GALLERY
source: Pick from gallery
ar: إضافه من الاستيديو

source: Open camera
ar: التقاط صوره من الكاميرا

# TAB_OFFERS
source: Offers
ar: العروض

# TAB_SECTIONS
source: Sections
ar: الأقسام

# TAB_MEDIA
source: Media
ar: الصوتيات

# TAB_MORE
source: More
ar: المزيد

source: new
ar: جديد

# TAB_ADD
source: Add Ad
ar: إضافة اعلان

# BTN_Add
source: Add
ar: إضافة اعلان

# BTN_FAV
source: Favoriate
ar: المفضلة

# BTN_BUY
source: Buy Ads
ar: شراء إعلانات

# BTN_INFO
source: Account Info
ar: معلومات الحساب

# BTN_ABOUT
source: Privacy Policy
ar: سياسة الخصوصية

# BTN_CONTACT
source: Contact Us
ar: إتصل بنا

# BTN_MY_Ad
source: My Ads
ar: إعلاناتي

# holder_cat
source: Cateogry
ar: القسم

# holder_price
source: Price (KWD)
ar: السعر (دينار كويتي)

# holder_description
source: Description
ar: الوصف

# btn_Add_Image
source: Add Image
ar: أضف صوره

# btn_Add_Video
source: Add Video
ar: أضف فيديو

# btn_Upload
source: Upload
ar: نشر الاعلان

# FLAG_LESS_25MB
source: Please choose video less than 2MB
ar: يرجى إضافة ملف فيديو لا يزيد حجمة عن 2 ميجا بايت

# label_adsScore
source: Free Ads Score
ar: رصيد الإعلانات المجانية

# label_adsImageScore
source: Image Score
ar: عدد اعلانات الصور

# label_adsVideoScore
source: Video Score
ar: عدد اعلانات الفيديو

# label_paid_adsScore
source: Paid Ads Score
ar: رصيد الإعلانات المدفوعة

# btn_deactive
source: Deactive Account
ar: إيقاف الحساب

# error_form_contact_1
source: please write at least 4 words !
ar: يرجى إضافة سطر واحد على الاقل

# Thanks_contactUs_title
source: Thank you for contacting us
ar: شكرا لإرسال ملاحظاتكم

# Thanks_contactUs_msg
source: We have received your enquiry and will respond to you within 24 hours. We will email you with a confirmation that we have received your enquiry
ar: لقد استملنا ملاحظاتكم, سيتم الرد على الملاحظات خلال 24 ساعة من قبل فريق عمل حلالك وايضا سيتم الرد عن طريق البريد الإلكتروني

# label_form
source: Write your enquiry
ar: اكتب إستفسارك أو ملاحظتك هنا

# btn_send_text
source: Send
ar: إرسال

# Add_To_Fav
source: Favorite
ar: إضافة للمفضلة

# Call_Button
source: Call
ar: إتصال

# Message_BTN
source: Message
ar: إرسال رسالة

source: KWD
ar: د.ك

source: Alert
ar: تنبية

# CALL_Unavailable
source: Call facility is not available!!!
ar: لا يوجد لديك خاصية الاتصال

# VIEWS
source: View
ar: مشاهدة

source: See All
ar: عرض الكل

source: Close
ar: إغلاق

source: Add Image Ad
ar: إضافة اعلان صورة

source: Add Video Ad
ar: إضافة إعلان فيديو

# Num_Not_Valid
source: Phone number is not valid !
ar: رقم الهاتف غير صحيح !

# Email_not_Valid
source: Email is not valid !
ar: البريد الإلكتروني غير صحيح !

# Number_already_Registered
source: The phone number is already registered !
ar: عذرا ً ! رقم الهاتف مسجل لدينا من قبل !

source: Buy this package
ar: شراء هذه الحزمة

# Player_retrieveURL
source: Retrieving URL...
ar: جاري جلب البيانات ...

source: Buffering...
ar: جاري التشغيل ...

source: Seeking...
ar: تقدم ...

# Error1
source: Cannot open the audio stream
ar: خطأ في فتح الملف الصوتي

# Error2
source: Cannot read the audio stream
ar: لا يمكن قراءة الملف الصوتي

# Error3
source: Network failed: cannot play the audio stream
ar: خطأ بالشبكة : لا يمكن تشغيل الملف الصوتي

# Error4
source: Unsupported format
ar: صيغة غير مدعومة

# Error5
source: Network failed: cannot get enough data to play
ar: خطأ بالشبكة : لا يوجد حزم بيانات كافية لتشغيل الملف الصوتي

# UnkownError
source: Unknown error occurred
ar: خطأ غير معرف

# Enter_Keyword
source: Please enter keyword to search!
ar: يرجى إدخال كلمة مفتاحية للبحث

# NEW_IMAGE_ADDED
source: new images
ar: صورة جديدة

source: Ad status
ar: حالة الإعلان

source: Save Changes
ar: حفظ التعديلات

# Replace_VIDEO
source: New Video
ar: فيديو جديد

# Add_image_label
source: Add new image
ar: إضافة صورة جديدة

source: Delete
ar: حذف

source: Search
ar: ابحث

source: Price from
ar: السعر من

source: Price to
ar: السعر الى

# Key_Words
source: Keyword
ar: كلمات مفتاحيه

# DETAILS
source: Ad Details
ar: تفاصيل الاعلان

source: Sold
ar: مباع

source: Available
ar: متاح

# MESSAGE_ADs_Updated
source: Ad updated successfuly
ar: تم تحديث الاعلان بنجاح

# ERROR_UPDATED
source: Error updating! please try later
ar: خطا في التحديث ! يرجى المحاولة لاحقاً
